Repository: i2p/i2p.itoopie
Catalog: locale/messages_*.po
Languages: az, cs, de, es, fa, fi, fr, hu, in, it, nl, pl, pt_br, ro, ru, sl, tk, tr, uk

source: The password was not accepted as valid by the specified host. (the default password is "itoopie")
az: Parol, qeyd edilən host tərəfindən etibarlı sayılmadı. (standart şifrə "itoopie"-dır)
cs: Heslo nebylo přijato určeným hostem jako platné. (výchozí heslo je "itoopie")
de: Das Passwort wurde vom angegebenen Rechner nicht akzeptiert. (das voreingestellte Passwort ist "itoopie")
es: La contraseña no fue aceptada como válida por el servidor especificado. (la contraseña por defecto es "itoopie")
fi: Määritelty etätietokone ei hyväksynyt salasanaa. (oletussalasana on "itoopie")
fr: Le mot de passe n’a pas été accepté comme valide par l’hôte indiqué. (le mot de passe par défaut est « itoopie »)
hu: A megadott hoszt nem fogadta el a jelszót érvényesként. (Az alapértelmezett jelszó: "itoopie")
in: Password tidak dianggap tidak valid oleh host yang ditentukan. (Password default-nya adalah "itoopie")
nl: Het wachtwoord werd niet aanvaard door de opgegeven host. (het standaardwachtwoord is ‘itoopie’)
pt_br: A senha não foi aceita como válida pelo host especificado. (a senha padrão é "itoopie")
ro: Parola nu a fost acceptată ca fiind valabilă de către gazda specificată. (parola implicită este „itoopie”)
ru: Пароль не принят указанным хостом. (пароль по умолчанию - "itoopie")
sl: Naveden gostitelj ni sprejel gesla kot veljavnega. (privzeto geslo je "itoopie")
tk: Parol görkezilen esasy enjam tarapyndan ýörgünli hökmünde kabul edilmedi. (asyl bellenen parol - "itoopie")
tr: Parola belirtilen sunucu tarafından geçerli bulunarak onaylanmadı. (varsayılan parola "itoopie")

source: Rejected password.
az: Qəbul edilməyən şifrə.
cs: Zamítnuté heslo.
de: Zurückgewiesenes Passwort.
es: Contraseña rechazada.
fa: گذرواژه رد شد.
fi: Torjuttu salasana.
fr: Le mot de passe a été refusé.
hu: Jelszó elutasítva.
in: Password ditolak.
it: Password rifiutata.
nl: Wachtwoord geweigerd.
pl: Hasło odrzucone.
pt_br: Senha rejeitada.
ro: Parola respinsă
ru: Пароль отклонен.
sl: Geslo je bilo zavrnjeno.
tk: Ret edilen parol
tr: Parola reddedildi.
uk: Відхилений пароль.

source: The remote host at the ip and port did not respond. Maybe I2PControl is not running on the remote I2P router, maybe the I2P router is not started.
az: ip və port-dakı silinmiş host cavab vermədi. Ola bilsin ki, I2P silinmiş istiqamətləndiricisindəki I2PControl işləmir, ya da I2P istiqamətləndiricisi başladılmayıb.
cs: Vzdálený host neodpověděl na určené IP adrese a portu. Možná, že I2PControl neběží na vzdáleném I2P routeru, byl I2P router nastartován.
de: Der Rechner mit dieser IP-Adresse und Port antwortet nicht. Vielleicht läuft I2PControl nicht auf dem dortigen I2P router, oder der I2P router ist nicht aktiv.
es: El servidor remoto en la IP y puerto no respondió. Quizá IP2Control no está ejecutándose en el router I2P remoto, quizá el router I2P no está iniciado.
fi: Etätietokone ip-osoitteessa ja portissa ei vastannut. Ehkä I2PControl ei ole käynnissä Etä-I2P-reitittimessä, ehkä I2P-reititin ei ole käynnistynyt.
fr: L’hôte distant à cette adresse IP et port n’a pas répondu. I2PControl n’est peut-être pas en fonction sur le routeur I2P distant. Le routeur I2P n’est peut-être pas démarré.
hu: A megadott IP-jű és portú távoli hoszt nem válaszol. Talán az I2PControl nem fut a távoli I2P routeren, vagy esetleg az I2P router nem lett elindítva.
in: Remote host di IP dan port tidak merespon. Mungkin I2PControl tidak berjalan di router I2P remote, mungkin router I2P belum aktif.
nl: De externe host op het opgegeven IP-adres en poort gaf geen reactie. Misschien draait I2PControl niet op de externe I2P-router, misschien is de I2P-router niet gestart.
pt_br: O host remoto no ip e na porta não respondeu. Talvez I2PControl não esteja funcionando no roteador remoto I2P, talvez o roteador I2P não tenha sido iniciado.
ro: Gazda îndepărtata de la ip și port nu a răspuns. Poate că I2PControl nu rulează pe routerul I2P îndepărtat, poate routerul I2P nu este pornit.
ru: Удаленный хост по указанному ip-адресу и указанному порту не отвечает. Возможно, I2PControl не запущен на удаленном маршрутизаторе I2P или не запущен сам маршрутизатор I2P.
sl: Oddaljeni gostitelj se na IP in omrežnih vratih ni odzval. Mogoče I2PControl ni zagnan na oddaljenem I2P usmerjevalniku, ali sam I2P usmerjevalnik ni zagnan.
tk: Ip we portdaky uzakdan esasy enjam jogap berenok. Belki I2PControl uzakdan I2P routerinde işledilmedik, belki I2P router öçük.
tr: Belirtilen IP adresi ve kapı numarası değerlerindeki uzak sunucu yanıt vermedi. uzak I2P yönelticisinde I2PControl çalışmıyor, ya da I2P yönelticisi başlatılmamış olabilir.

source: Connection failed.
az: Bağlantı baş tutmadı.
cs: Připojení selhalo.
de: Verbindung fehlgeschlagen.
es: La conexión falló.
fa: اتصال ناموفق بود.
fi: Yhteys epäonnistui.
fr: Échec de connexion.
hu: A kapcsolódás nem sikerült.
in: Koneksi gagal.
it: Connessione fallita.
nl: Verbinding mislukt:
pl: Nie udało się połączyć.
pt_br: Conexão falhou.
ro: Conexiune esuata.
ru: Сбой соединения.
sl: Povezava ni uspela.
tk: Baglanyp bolmady.
tr: Bağlantı kurulamadı.
uk: Неможливо з’єднатися.

source: The new password and the repeated new password do not match.
az: Yeni şifrə ilə təkrarlanan yeni şifrə uyğun gəlmir.
cs: Nové heslo a jeho opakování nesouhlasí.
de: Das neue Passwort und das wiederholte neue Passwort stimmen nicht überein.
es: La nueva contraseña y la repetición de esta no coinciden.
fi: Uusi salasana ja toistettu uusi salasana eivät täsmää.
fr: Le nouveau mot de passe et le nouveau mot de passe répété ne correspondent pas.
hu: Az új jelszó és a megerősítő jelszó nem egyezik.
in: Password baru dan password yang diketik ulang tidak cocok.
it: La nuova password e la password ripetuta non corrispondono.
nl: Het nieuwe wachtwoord en het herhaalde wachtwoord komen niet overeen.
pl: Wpisane hasła się różnią.
pt_br: A nova senha e a nova senha repetida não correspondem.
ro: Noua parolă și parola repetată nouă nu se potrivesc.
ru: Новый пароль и повтор нового пароля не совпадают.
tr: Yeni parola ile ile parola onayı aynı değil.

source: Mistyped password.
az: Yanlış şifrə.
cs: Nesprávně vepsané heslo.
de: Vertipptes Passwort.
es: Contraseña mal escrita.
fi: Väärin kirjoitettu salasana.
fr: Erreur de saisie du mot de passe.
hu: Elgépelt jelszó.
in: Password salah ketik.
it: Password errata.
nl: Verkeerd wachtwoord.
pl: Błąd we wpisywaniu hasła.
pt_br: Senha digitada incorretamente.
ro: Parolă greșită.
ru: Ошибка в пароле.
tr: Parola yanlış yazılmış.
uk: Неправильний пароль.

source: The new password is the same as the old password.
az: Yeni şifrə köhnə şifrə ilə eynidır.
cs: Nové heslo je shodné se starým heslem.
de: Das neue Passwort ist das gleiche wie das alte Passwort.
es: La nueva contraseña es la misma que la contraseña antigua.
fi: Uusi salasana on sama kuin vanha salasana.
fr: Le nouveau mot de passe est identique à l’ancien.
hu: Az új jelszó ugyanaz mint a régi jelszó.
in: Password baru sama dengan password lama.
it: La nuova password è identica a quella che deve sostituire.
nl: Het nieuwe wachtwoord is identiek aan het oude wachtwoord.
pl: Nowe hasło jest takie samo jak stare.
pt_br: A nova senha é a mesma que a senha antiga.
ro: Noua parolă este aceeași cu cea veche.
ru: Новый пароль соответствует старому.
tr: Yeni parola eski parola ile aynı.
uk: Новий пароль так само, як старий пароль.

source: No new password.
az: Yeni şifrə yoxdur.
cs: Žádné nové heslo.
de: Kein neues Passwort.
es: No hay nueva contraseña.
fa: هیچ گذرواژه جدید.
fi: Ei uutta salasanaa.
fr: Aucun nouveau mot de passe.
hu: Nincs új jelszó.
in: Tidak ada password baru
it: Nessuna nuova password.
nl: Geen nieuw wachtwoord.
pl: Brak nowego hasła.
pt_br: Nenhuma nova senha.
ro: Nicio parolă nouă.
ru: Новый пароль отсутствует.
tr: Yeni parola yok.
uk: Немає нового пароля.

source: Connected to I2P router.
az: I2P istiqamətləndiricisinə bağlandı.
cs: Připojeno k I2P routeru.
de: Verbunden mit I2P-Router.
es: Conectado al router I2P.
fi: Yhdistetty I2P-reittitimeen.
fr: Connecté au routeur I2P.
hu: Kapcsolódva az I2P router-hez.
in: Tersambung ke I2P router.
nl: Verbonden met I2P-router.
pl: Połączono z węzłem I2P.
pt_br: Conectado ao roteador I2P.
ro: Conectat la routerul I2P.
ru: Маршрутизатор I2P подключен.
tk: I2P routerine baglandy.
tr: I2P yönelticisi ile bağlantı kuruldu.
uk: З’єднано з I2P роутером.

source: Unable to connect to I2P router.
az: I2P istiqamətləndiricisinə qoşulmaq alınmır.
cs: Připojení k I2P routeru selhalo.
de: Kann nicht mit dem I2P-Router verbinden.
es: No se pudo conectar al router I2P.
fi: Yhdistäminen I2P-reittitimeen epäonnistui.
fr: Impossible de se connecter au routeur I2P.
hu: Nem sikerült kapcsolódni az I2P router-hez.
in: Tidak dapat tersambung ke I2P router.
nl: Kon niet verbinden met I2P-router.
pl: Nie można połączyć z węzłem I2P.
pt_br: Não foi possível conectar ao roteador I2P.
ro: Imposibil de conectat la routerul I2P.
ru: Не удалось подключиться к маршрутизатору I2P.
tk: I2P routerine baglanyp bolanok.
tr: I2P yönelticisine bağlanılamadı.
uk: Неможливо з’єднатися з I2P роутером.

source: I2P router rejected password.
az: I2P istiqamətləndiricisi şifrəni qəbul etmədi.
cs: I2P router zamítl heslo.
de: I2P-Router hat das Passwort zurückgewiesen.
es: El router I2P rechazó la contraseña.
fa: روتر I2P گذرواژه را رد کرد.
fi: I2P-reititin torjui salasanan.
fr: Le routeur I2P a refusé le mot de passe.
hu: Az I2P router visszautasította a jelszót.
in: I2P router menolak password.
nl: I2P-router weigerde het wachtwoord.
pl: Węzeł I2P odrzucił hasło.
pt_br: Roteador I2P rejeitou senha.
ro: Routerul I2P a respins parola.
ru: Маршрутизатор I2P отклонил пароль
tk: I2P router paroly ret etdi.
tr: I2P yönelticisi parolayı reddetti.
uk: Роутер I2P відхилив пароль.

source: Exit itoopie
az: itoopie-dən çıxış
de: itoopie beenden
es: Salir de itoopie
fa: خروج از itoopie
fi: Poistu itoopie-ohjelmasta
fr: Fermer itoopie
hu: Kilépés az itoopie-ből
in: Keluar dari itoopie
it: Esci da itoopie
nl: itoopie afsluiten
pl: Zamknij itoopie
pt_br: Sair do itoopie
ro: Ieșiți din itoopie
ru: Выйти из itoopie
tk: itoopie-den çyk
tr: itoopie'den çık
uk: Вийти із itoopie

source: Bandwidth In [KB/s]
az: Ötürmə qabiliyyəti [KB/s]
cs: Šířka pásma stahování [KB/s]
de: Bandbreite eingehend [KB/s]
es: Ancho de banda entrante [KB/s]
fa: پهنای باند ورودی [KB/s]
fi: Kaistanleveys sisään [kilotavua/s]
fr: Bande passante entrante [ko/s]
hu: Bemenő sávszélesség [KB/s]
in: Bandwidht masuk [KB/s]
it: Banda entrata [KB/s]
nl: Bandbreedte in [KB/s]
pl: Ruch wejściowy (KB/s)
ro: Lățime de bandă în [KB/s]
ru: Ширина канала на прием [КБ/с]
tk: Giriş diapazon giňligi [KB/s]
tr: Gelen bant genişliği [KB/s]

source: Bandwidth Out [KB/s]
az: Ötürmə qabiliyyəti [KB/s]
cs: Šířka pásma nahrávání [KB/s]
de: Bandbreite ausgehend [KB/s]
es: Ancho de banda saliente [KB/s]
fa: پهنای باند خروجی [KB/s]
fi: Kaistanleveys ulos [kilotavua/s]
fr: Bande passante sortante [ko/s]
hu: Kimenő sávszélesség [KB/s]
in: Bandwidht keluar [KB/s]
it: Banda uscita [KB/s]
nl: Bandbreedte uit [KB/s]
pl: Ruch wyjściowy (KB/s)
ro: Lățime de bandă afară [KB/s]
ru: Ширина канала на отдачу [КБ/с]
tk: Çykyş diapazon giňligi [KB/s]
tr: Giden bant genişliği [KB/s]

source: Time
az: Vaxt
cs: Cas
de: Zeit
es: Hora
fa: زمان
fi: Aika
fr: Heure
hu: Idő
in: Waktu:
it: Tempo
nl: Tijd
pl: Czas
pt_br: Hora
ro: Timp
ru: Время
tr: Zaman
uk: Час

source: Number of tunnels we are participating in.
az: İştirak etdiyimiz tunellərin sayı.
cs: Počet tunelů kterých se účastníme.
de: Anzahl der gerouteten Tunnel.
es: Número de túneles en los que estamos participando.
fa: تعداد تونل هایی که در آن مشارکت داریم.
fi: Tunnelien määrä, joihon otamme osaa.
fr: Nombre de tunnels auxquels nous participons.
hu: Alagutak száma amiben részt veszünk.
in: Jumlah tunnel yang kita ikut partisipasi.
nl: Aantal tunnels waarin we deelnemen.
pl: Ilość tuneli, w których bierzemy udział.
pt_br: Número de túneis nos quais estamos participando.
ro: Număr de tuneluri la care participăm.
ru: Туннели, в которых мы принимаем участие
tk: Biziň gatnaşýan tunnellerimiziň sany
tr: Katılınacak tünel sayısı.

source: Testing.
az: Test etmək
cs: Testování.
de: Erprobung.
es: Probando.
fi: Testataan.
fr: En test.
hu: Tesztelés.
nl: Testen.
pl: Testowanie.
pt_br: Testando.
ro: Testare
ru: Проверка.
tk: Synag edilýär.
tr: Sınanıyor.
uk: Тестування.

source: Firewalled.
az: Qoruyucu divar.
cs: Neprůchodné.
de: Mit Firewall.
es: Bloqueado por cortafuegos.
fi: Palomuuritettu.
fr: Derrière un pare-feu.
hu: Tűzfal mögött.
in: Ada firewall.
it: Dietro firewall.
nl: Gefirewalld.
pl: Za zaporą sieciową.
pt_br: Sob Firewall.
ro: Cu Firewall
ru: Заблокирован извне.
tk: Gorag diwary goýuldy.
tr: Güvenlik duvarlı.
uk: Зафаерволено.

source: Hidden.
az: Gizli.
cs: Skryté.
de: Versteckt.
es: Oculto.
fa: پنهان.
fi: Piilotettu.
fr: Caché.
hu: Rejtett.
in: Tersembunyi.
it: Nascosto.
nl: Verborgen.
pl: Ukryty.
pt_br: Oculto.
ro: Ascuns
ru: Скрытый.
tr: Gizli.
uk: Прихований.

source: Warning, firewalled and fast.
az: Xəbərdarlıq, qoruyucu divar və sürətli.
cs: Varování, za firewallem a rychlé.
de: Warnung, mit Firewall und schnell.
es: Advertencia, bloqueado por cortafuegos y rápido.
fi: Varoitus, palomuurin takana ja nopea.
fr: Avertissement : Derrière un pare-feu et rapide.
hu: Figyelem, tűzfal mögött és gyors.
in: Perhatian, ada firewall, dan cepat.
nl: Waarschuwing, gefirewalld en snel.
pt_br: Aviso, sob firewall e rápido.
ro: AVERTIZARE - Firewalled și Rapid
ru: Предупреждение: заблокирован извне, быстрый
tk: Duýduryş, gorag diwary goýuldy we çalt.
tr: Uyarı, güvenlik duvarlı ve hızlı.

source: Warning, firewalled and floodfill.
az: Xəbərdarlıq, qoruyucu divar və floodfill.
cs: Varování, za firewallem a floodfill.
de: Warnung, mit Firewall und Floodfill.
es: Advertencia, bloqueado por cortafuegos y de inundación.
fi: Varoitus, palomuuritettu ja tulvatäytetty.
fr: Avertissement : Derrière un pare-feu et remplissage par diffusion.
hu: Figyelem, tűzfal mögött és floodfill.
in: Perhatian, ada firewall, dan floodfill.
nl: Waarschuwing, gefirewalld en vlakvulling.
pt_br: Aviso, sob firewall e enchimento por inundação.
ro: AVERTIZARE - Firewalled și Floodfill
ru: Предупреждение: заблокирован извне, floodfill
tk: Duýduryş, gorag diwary goýuldy we
tr: Uyarı, güvenlik duvarlı ve sel akışı.

source: Warning, firewalled with inbound TCP enabled.
az: Xəbərdarlıq, qoruyucu divarı ilə TCP aktivləşdirildi.
cs: Varování, za firewallem se zapnutým příchozím TCP.
de: Warnung, mit Firewall und aktiviertem eingehendem TCP.
es: Advertencia, bloqueado por cortafuegos con TCP entrante habilitado.
fi: Varoitus, palomuuritettu ja sisääntuleva TCP otettu käyttöön.
fr: Avertissement : Derrière un pare-feu avec le TCP entrant activé.
hu: Figyelem, tűzfal mögött engedélyezett bejövő TCP-vel.
in: Perhatian: ada firewall dengan inbound TCP dibuka
nl: Waarschuwing, gefirewalld met inkomende TCP aangezet.
pt_br: Aviso, sob firewall com entrante de TCP habilitado.
ro: AVERTIZARE - Firewall cu intrare TCP Activat
ru: Предупреждение: заблокирован извне при включенных входящих TCP-соединениях
tr: Uyarı, geliş TCP bağlantısı etkin olarak güvenlik duvarlı.
uk: Увага, фаєрволом з включеними вхідними TCP.

source: Warning, firewalled with UDP disabled.
az: Xəbərdarlıq, UDP-li qoruyucu divar sönüb.
cs: Varování, za firewallem se zapnutým UDP.
de: Warnung, mit Firewall und deaktiviertem UDP.
es: Advertencia, bloqueado por cortafuegos con UDP deshabilitado.
fi: Varoitus, palomuurin takana ja UDP poistettu käytöstä.
fr: Avertissement : Derrière un pare-feu avec l’UDP désactivé.
hu: Figyelem, tűzfal mögött letiltott UDP-vel.
in: Perhatian: Jaringan terdapat firewall dengan UPD dinonaktifkan
nl: Waarschuwing, gefirewalld met UDP uitgezet.
pt_br: Aviso, sob firewall com UDP desativado.
ro: Cu Firewall și UDP dezactivat
ru: Предупреждение: заблокирован извне при отключенном UDP
tr: Uyarı, UDP devre dışı olarak güvenlik duvarlı.
uk: Увага, фаєрволом з вимкненим UDP

source: Error, I2CP issue. Check logs.
az: Xəta, I2CP məsələsi. Girişləri yoxla.
cs: Chyba, I2CP problém. Zkontrolujte logy.
de: Fehler, Problem mit I2CP. Siehe Protokolle.
es: Error, problema de I2CP. Compruebe los registros (logs).
fi: Virhe, I2CP-pulma. Tarkista lokitiedostot.
fr: Erreur, problème d’I2CP. Consulter les journaux.
hu: Hiba, I2CP probléma. Ellenőrizd a naplókat.
in: Error, masalah di I2CP. Periksa log.
nl: Fout, I2CP-probleem. Controleer de logs.
pl: Błąd, problem z I2CP. Sprawdź logi.
pt_br: Erro, problema com I2CP. Verifique os registros.
ro: Eroare, problema I2CP. Verificați jurnalele.
ru: Ошибка: проблема I2CP. Проверьте логи.
tr: Hata, I2CP sorunu. Günlük kayıtlarına bakın.
uk: Помилка, проблема I2CP. Перевірте логи.

source: Error, clock skew. Try setting system clock.
az: Xəta, saat əyriliyi. Sistem saatını tənzimləməyə çalış.
cs: Chyba, odlišný čas. Zkuste nastavit systémový čas.
de: Fehler, zeitliche Abweichung. Die Systemuhr sollte gestellt werden.
es: Error, reloj desajustado. Intente configurar el reloj del sistema.
fi: Virhe, kellovääristymä. Yritä järjestelmäkellon asettamista.
fr: Erreur, l’horloge est décalée. Essayez de régler l’horloge système.
hu: Hiba, eltérő idő. Próbáld meg beállítani a rendszer óráját.
in: Error, clock skew. Coba atur system clock.
nl: Fout, scheve klok. Probeer de systeemklok in te stellen.
pl: Błąd, odchylenie zegara. Ustaw zegar systemowy.
pt_br: Erro, relógio dessincronizado. Tente mudar as definição do relógio do sistema.
ro: Eroare, diferenta de ceas. Încercați să setați ceasul sistemului.
ru: Ошибка: часы сбиты. Попробуйте настроить системные часы.
tr: Hata, saat sapması. Sistem saatini ayarlamayı deneyin.

source: Error, private TCP address.
az: Xəta, şəxsi TCP ünvanı.
cs: Chyba, privátní TCP adresa.
de: Fehler, private TCP-Adresse.
es: Error, dirección TCP reservada.
fa: خطا، آدرس TCP خصوصی.
fi: Virhe, yksityinen TCP-osoite.
fr: Erreur, adresse TCP privée.
hu: Hiba, privát TCP cím.
in: Error: alamat TCP privat.
it: Errore, indirizzo TCP privato.
nl: Fout, privaat TCP-adres.
pt_br: Erro, endereço TCP privado.
ro: Eroare, adresă privată TCP.
ru: Ошибка: частный TCP-адрес.
tr: Hata, kişisel TCP adresi.
uk: Помилка, приватна адреса TCP.

source: Error, behind symmetric NAT. Can't recieve connections.
az: Xəta, simmetrik NAT arxasında. Əlaqələri qəbul edə bilmir.
cs: Chyba, za symetrickou NAT. Není možné obdržet připojení.
de: Fehler, hinter symmetrischem NAT. Erhalte keine Verbindungsanfragen.
es: Error, detrás de NAT simétrico. No se pueden recibir conexiones.
fi: Virhe, symmetrisen NAT:in takana. Yhteyksien vastaanotto epäonnistui.
fr: Erreur, situé derrière une traduction d’adresses réseau symétrique. Ne peut pas recevoir de connexions.
hu: Hiba, szimmetrikus NAT mögött. Nem tud kapcsolatokat fogadni.
in: Error: kita berada di dalam NAT symmetric. Tidak bisa menerima koneksi.
nl: Fout, achter symmetrisch NAT. Kan geen verbindingen ontvangen.
pl: Błąd, za symetrycznym NAT-em. Nie otrzymuję połączeń.
pt_br: Erro, por trás da NAT simétrica. Não é possível receber conexões.
ro: Eroare, în spatele NAT simetric. Nu pot primi conexiuni.
ru: Ошибка: вы за симметричным NAT. Не получается установить входящие соединения.
tr: Hata, simetrik NAT arkasında. Bağlantılar alınamıyor.

source: Error, UDP port already in use.
az: Xəta, istifadə edilən UDP portu.
cs: Chyba, UDP port je již používán.
de: Fehler, UDP-Port wird bereits benutzt.
es: Error, el puerto UDP ya está en uso.
fa: خطا، درگاه UDP هم اکنون در حال استفاده است.
fi: Virhe, UDP-portti on jo käytössä.
fr: Erreur, le port UDP est déjà utilisé
hu: Hiba, az UDP port már használatban van.
in: Error: port UDP sudah digunakan.
it: Errore, porta UDP già in uso.
nl: Fout, UDP-poort al in gebruik.
pl: Błąd, port UDP jest już w użyciu.
pt_br: Erro, porta UDP está em uso.
ro: Eroare, port UDP deja folosit.
ru: Ошибка: UDP-порт уже используется.
tr: Hata, UPD kapı numarası zaten kullanılıyor.
uk: Помилка, порт UDP вже використовується.

source: Error, no active peers. Check connection and firewall.
az: Xəta, heç bir fəal bənzər. Bağlantı və qoruyucu divarı yoxlayın.
cs: Chyba, žádní aktivní peeři. Zkontrolujte připojení a firewall.
de: Fehler, keine aktiven Teilnehmer. Bitte Netzwerkverbindung und Firewall überprüfen.
es: Error, no hay pares (peers) activos. Compruebe la conexión y el cortafuegos (firewall).
fi: Virhe, ei aktiivia vertaisverkkovastaanottajaa. Tarkista yhteydet ja palomuuri.
fr: Erreur, aucun pair actif. Vérifiez la connexion et le pare-feu.
hu: Hiba, nincsenek aktív ügyfelek. Ellenőrizd a kapcsolatot és a tűzfalat.
in: Error: tidak ada peer yang aktif. Periksa koneksi dan firewall.
nl: Fout, geen actieve peers. Controleer de verbinding en firewall.
pt_br: Erro, sem pares ativos. Verifique conexão e firewall.
ro: Eroare, fără colegi activi. Verificați conexiunea și firewallul.
ru: Ошибка: нет активных пиров. Проверьте Интернет-соединение и брандмауэр.
tr: Hata, etkin bir eş yok. Bağlantı ve güvenlik duvarını denetleyin.

source: Error, UDP disabled and TCP unset.
az: Xəta, UDP sönüb və TCP əvvəlki vəziyyətə qaytarılıb.
cs: Chyba, UDP je vypnutý a TCP není nastaven.
de: Fehler, UDP deaktiviert und TCP nicht festgelegt.
es: Error, UDP deshabilitado y TCP no configurado.
fi: Virhe, UDP otettu pois käytöstä ja TCP-asetus poistettu.
fr: Erreur, l’UDP est désactivé et le TCP n’est pas paramétré.
hu: Hiba, UDP letiltva és a TCP nincs beállítva.
in: Error: UDP dinonaktifkan dan TCP host/port belum diatur.
nl: Fout, UDP uitgezet en TCP niet ingesteld.
pt_br: Erro, UDP desativado e TCP não configurado.
ro: Eroare, UDP dezactivat și TCP nesetat.
ru: Ошибка: UDP отключен и TCP не настроен.
tr: Hata, UDP devre dışı ve TCP ayarlanmamış.

source: local host (127.0.0.1)
az: yerli host (127.0.0.1)
cs: tento host (127.0.0.1)
de: lokaler Host (127.0.0.1)
es: servidor local (127.0.0.1)
fa: میزبان محلی (127.0.0.1)
fi: paikallinen tietokone (127.0.0.1)
fr: hôte local (127.0.0.1)
hu: helyi hoszt (127.0.0.1)
it: nodo locale (127.0.0.1)
nl: lokale host (127.0.0.1)
pl: host lokalny (127.0.0.1)
pt_br: host local (127.0.0.1)
ru: локальный узел (127.0.0.1)
tr: Yerel sunucu (127.0.0.1)
uk: локальний хост (127.0.0.1)

source: any host (0.0.0.0)
az: istənilən host (0.0.0.0)
cs: jakýkoliv host (0.0.0.0)
de: beliebiger Host (0.0.0.0)
es: cualquier servidor (0.0.0.0)
fa: هر میزبان (0.0.0.0)
fi: mikä tahansa tietokone (0.0.0.0)
fr: n’importe quel hôte (0.0.0.0)
hu: bármelyik hoszt (0.0.0.0)
it: tutti i nodi (0.0.0.0)
nl: eender welke host (0.0.0.0)
pl: dowolny host (0.0.0.0)
pt_br: qualquer host (0.0.0.0)
ro: orice host (0.0.0.0)
ru: любой узел (0.0.0.0)
tr: Tüm sunucular (0.0.0.0)
uk: будь-який хост (0.0.0.0)

source: Unable to create hash of the given cert,
az: Verilmiş sertifikatın hash-nı yaratmaq alınmır,
cs: Není možné vytvořit hash daného certifikátu,
de: Kann keinen Hashwert für das angegebene Zertifikat berechnen
es: No se pudo crear un hash (identificador criptográfico) del certificado dado,
fa: عدم توانایی در ایجاد هش گواهی نامه داده شده،
fi: Annetun varmenteen tiivisteen luominen epäonnistui,
fr: Impossible de créer le hachage du certificat donné,
hu: Nem sikerült létrehozni a hash-t az adott tanúsítványhoz,
in: Tidak dapat membuat hash dari sertifikat yang diberikan,
nl: Kan geen hash van het gegeven certificaat maken,
pt_br: Não foi possível criar hash do certificado fornecido,
ro: Nu se poate crea hash-ul certificatului dat,
ru: Не удается создать хеш данного сертификата.
tr: Belirtilen sertifika için karma oluşturulamadı,
uk: Неможливо створити хеш даного сертифікату,

source: 1 ms
in: {0,number,####} ms
ru: 1 мс
tr: {0,number,####} ms
uk: 1 мс
