Repository: i2p/i2p.itoopie
Catalog: locale/messages_*.po
Languages: az, cs, de, es, fa, fi, fr, hu, in, it, nl, pl, pt_br, ro, ru, sl, tk, tr, uk

source: 1 second
de: 1 Sekunde
es: 1 segundo
fa: 1 ثانیه
fi: 1 sekunti
fr: 1 seconde
hu: 1 másodperc
in: {0} detik
it: 1 secondo
nl: 1 seconde
pl: 1 sekunda
pt_br: 1 segundo
ro: o secunda
ru: 1 секунда
tr: {0} saniye
uk: 1 секунда

source: 1 minute
es: 1 minuto
fa: 1 دقیقه
fi: 1 minuutti
hu: 1 perc
in: {0} menit
it: 1 minuto
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ro: 1 minuta
ru: 1 минута
tr: {0} dakika
uk: 1 хвилина

source: 1 hour
de: 1 Stunde
es: 1 hora
fa: 1 ساعت
fi: 1 tunti
fr: 1 heure
hu: 1 óra
in: {0} jam
it: 1 ora
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ro: o ora
ru: 1 час
tr: {0} saat
uk: 1 година

source: n/a
cs: neaplikovatelné
de: n/v
fr: n.d.
hu: nem elérhető
in: tidak ada
nl: n/b
pl: n/d
ru: н/д
sl: Ni na voljo
tk: ýok
tr: kullanılamaz

source: 1 day
de: 1 Tag
es: 1 día
fa: 1 روز
fi: 1 päivä
fr: 1 jour
hu: 1 nap
in: {0} hari
it: 1 giorno
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ro: o zi
ru: 1 день
tr: {0} gün
uk: 1 день

source: Ok.
az: Oldu.
cs: V pořádku.
es: Correcto.
fa: باشه.
fi: Valmis
fr: D’accord.
in: Oke.
nl: Oké.
tk: Bolýar.
tr: Tamam.

source: I2P Control
tk: I2P Dolandyryşy
