Repository: i2p/i2p.itoopie
Catalog: locale/messages_*.po
Languages: az, cs, de, es, fa, fi, fr, hu, in, it, nl, pl, pt_br, ro, ru, sl, tk, tr, uk

source: "{0}" cannot be interpreted as a speed.
az: "{0}" sürət kimi şərh edilə bilməz.
cs: "{0}" nemůže být interpretováno jako rychlost.
de: "{0}" kann nicht als Geschwindigkeit interpretiert werden.
es: "{0}" no puede interpretarse como una velocidad.
fi: Arvon ”{0}” tulkitseminen nopeudeksi epäonnistui.
fr: « {0} » ne peut pas être interprété comme une vitesse.
hu: "{0}" nem értelmezhető sebességként.
in: "{0}" tidak dapat diartikan sebagai kecepatan.
it: "{0}" non può essere una velocità.
nl: "{0}" kan niet geïnterpreteerd worden als een snelheid.
pl: "{0}" nie może być zinterpretowane jako prędkość.
pt_br: "{0}" não pode ser interpretado como uma velocidade.
ro: „{0}” nu poate fi interpretat ca o viteză.
ru: "{0}" невозможно интерпретировать как скорость.
sl: "{0}" ni mogoče tolmačiti kot hitrost.
tk: "{0}" tizlik hökmünde kabul edip bolmaz.
tr: "{0}" bir hız değil.

source: Speed must be a number larger than 0.
az: Sürət 0-dan böyük olmalıdır.
cs: Rychlost musí být číslo větší než 0.
de: Geschwindigkeit muss eine Zahl größer als 0 sein.
es: La velocidad tiene que ser un número mayor que 0.
fa: سرعت باید یک عدد بزرگتر از 0 باشد.
fi: Nopeuden on oltava suurempi numero kuin 0.
fr: La vitesse doit être un nombre supérieur à 0.
hu: A sebességnek egy 0-nál nagyobb számnak kell lennie.
in: Kecepatan harus berupa angka lebih besar daripada 0.
it: Velocità deve essere un numero superiore a 0.
nl: Snelheid moet een nummer zijn groter dan 0..
pl: Prędkość musi być liczbą większą od 0.
pt_br: Velocidade deve ser um número maior que 0.
ro: Viteza trebuie să fie un număr mai mare de 0.
ru: Скорость — число больше 0.
sl: Hitrost mora biti številka, katera je večja od 0.
tk: Tizlik 0-dan uly bir san bolmaly.
tr: Hız 0 değerinden daha büyük bir sayı olmalıdır.
uk: Швідкість повинна бути числом, більшим за нуль.

source: Invalid download speed.
az: Xətalı endirmə sürəti.
cs: Neplatná rychlost stahování.
de: Ungültige Herunterladegeschwindigkeit.
es: Velocidad de descarga no válida.
fa: سرعت دانلود نامعتبر.
fi: Virheellinen latausnopeus.
fr: La vitesse de téléchargement est invalide.
hu: Érvénytelen letöltési sebesség.
in: Kecepatan unduh tidak valid.
it: Velocità di download non valida.
nl: Ongeldige downloadsnelheid.
pl: Nieprawidłowa prędkość pobierania.
pt_br: Velocidade de baixar inválido.
ro: Viteza de descărcare nevalidă.
ru: Недопустимая скорость скачивания.
sl: Neveljavna hitrost prenosa k sebi.
tk: Makul däl alyş tizligi.
tr: İndirme hızı geçersiz.

source: Invalid upload speed.
az: Xətalı yükləmə sürəti.
cs: Neplatná rychlost nahrávání.
de: Ungültige Hochladegeschwindigkeit.
es: Velocidad de subida no válida.
fa: سرعت آپلود نامعتبر.
fi: Virheellinen kopiointinopeus palvelimelle.
fr: La vitesse de téléversement est invalide.
hu: Érvénytelen feltöltési sebesség.
in: Kecepatan unggah tidak valid.
it: Velocità di upload non valida.
nl: Ongeldige uploadsnelheid.
pl: Nieprawidłowa prędkość wysyłania.
pt_br: Velocidade de enviar inválido.
ro: Viteza de încărcare nevalidă.
ru: Недопустимая скорость отдачи.
sl: Neveljavna hitrost prenosa od sebe.
tk: Makul däl ýükleýiş tizligi.
tr: Yükleme hızı geçersiz.

source: "{0}" cannot be interpreted as a percentage.
az: "{0}" faiz kimi şərh edilə bilməz.
cs: "{0}" nemůže být interpretováno jako procentní hodnota.
de: "{0}" kann nicht als Prozentsatz interpretiert werden.
es: "{0}" no puede interpretarse como un porcentaje.
fi: Arvon ”{0}” tulkitsimen prosenttiluvuksi epäonnistui.
fr: « {0} » ne peut pas être interprété comme un pourcentage.
hu: "{0}" nem értelmezhető százalékként.
in: "{0}" tidak dapat diartikan sebagai persentase.
it: "{0}" non può essere una percentuale.
nl: "{0}" kan niet geïnterpreteerd worden als een percentage.
pl: "{0}" nie może być zinterpretowane jako procent.
pt_br: "{0}" não pode ser interpretado como uma porcentagem.
ro: „{0}” nu poate fi interpretat ca procent.
ru: "{0}" невозможно интерпретировать как проценты.
sl: "{0}" ni mogoče tolmačiti kot odstotek.
tk: "{0}" göterim hökmünde kabul edip bolmaz.
tr: "{0}" bir yüzde değil.
uk: "{0}" не можна інтерпретувати як відсоток.

source: Percentage must be a number in the range 0-100.
az: Faiz 0-100 arasında bir say olmalıdır.
cs: Procentní hodnota musí být číslo v rozmezí 0-100.
de: Prozentsatz muss eine Zahl im Bereich von 0-100 sein.
es: El porcentaje tiene que ser un número en el rango 0-100.
fa: درصد باید یک عدد در محدوده 0-100 باشد.
fi: Prosenttiluvun on oltava numero lukualueella 0-100.
fr: Le pourcentage doit être un nombre entre 0 et 100.
hu: A százaléknak egy 0 és 100 közé eső számnak kell lennie.
in: Persentase harus berupa angka di antara 0 dan 100.
it: La percentuale deve essere un numero nell'intervallo 0-100.
nl: Percentage moet een nummer zijn in het bereik 0-100.
pl: Procent musi być liczbą w przedziale 0-100.
pt_br: Porcentagem deve ser um número na faixa de 0-100.
ro: Procentajul trebuie să fie un număr în intervalul 0-100.
ru: Проценты — число в диапазоне 0-100.
sl: Številka odstotka je edino možna v območju 0-100.
tk: Göterim 0-100 arasynda bir san bolmaly.
tr: Yüzde 0-100 arasında bir sayı olmalıdır.
uk: Відсоток є число в межах 0-100.

source: Invalid share percentage.
az: Xətalı səhmlərin nisbəti.
cs: Neplatná procentní hodnota sdílení.
de: Ungültiger Freigabe-Prozentsatz.
es: Porcentaje de cuota no válido.
fa: درصد اشتراک گذاری نامعتبر.
fi: Virheellinen jakoprosentti.
fr: Le pourcentage de partage est invalide.
hu: Érvénytelen megosztási százalék.
in: Persentase share tidak valiid.
nl: Ongeldig deelpercentage.
pl: Nieprawidłowy udział procentowy.
ro: Procent procentaj nevalid.
ru: Недопустимый процент транзитного трафика.
sl: Neveljaven odstotek deljenega.
tk: Makul däl paýlaşmaklyk göterimi.
tr: Paylaşım yüzdesi geçersiz.

source: The new settings have been applied, but the I2P router needs to be restarted for some to take effect. Would you like to restart the I2P router now?
az: Yeni tənzimləmələr tətbiq olundu, lakin bəzilərinin qüvvəyə minməsi üçün I2P istiqamətləndiricisi yenidən işə salınmalıdır. İndi I2P istiqamətləndiricisini yenidən işə salmaq istəyirsiniz?
cs: Nová nastavení byla uložena, ale I2P router potřebuje restartovat aby se některé změny projevily. Chcete nyní restartovat I2P router?
de: Die neuen Einstellungen wurden gespeichert, aber der I2P router muss neu gestartet werden, damit auch alle benutzt werden. Jetzt den I2P router neu starten?
es: Las nuevas configuraciones han sido aplicadas, pero el router I2P precisa ser reiniciado para que algunas surtan efecto. ¿Desea reiniciar el router I2P ahora?
fi: Uudet asetukset on toteutettu, mutta I2P-reititin on käynnistettävä uudelleen joiden asetusten voimaanastumiseksi. Haluaisitko käynnistää I2P-reitittimen nyt?
fr: Les nouveaux paramètres ont été appliqués, mais le routeur I2P doit redémarré afin que certains prennent effet. Voulez-vous redémarrer le routeur I2P maintenant ?
hu: Az új beállítások alkalmazva lettek, de az I2P routert újra kell indítani hogy némelyik hatályba lépjen. Szeretnéd most újraindítani az I2P routert?
in: Pengaturan baru telah diterapkan, tapi I2P router perlu di-restart agar beberapa perubahan bisa diterapkan. Apakah Anda ingin me-restart I2P router sekarang?
it: Le impostazioni sono state salvate, ma il router I2P deve essere riavviato perchè i cambiamenti possano avere effetto. Riavviare il router I2P?
nl: De nieuwe instellingen zijn toegepast, maar de I2P-router moet herstart worden voor het in werking treding van sommige instellingen. Wil je de I2P-router nu herstarten?
pt_br: As novas definições foram aplicadas, mas o roteador I2P precisa ser reiniciado para que algumas tenham efeito. Você gostaria de reiniciar o roteador I2P agora?
ro: Noile setări au fost aplicate, dar routerul I2P trebuie să fie repornit pentru ca setarile să intre în vigoare. Doriți să reporniți routerul I2P acum?
ru: Настройки сохранены, но для вступления в силу нужно перезапустить маршрутизатор I2P. Перезагрузить сейчас?
sl: Nove nastavitve so bile uveljavljene, ampak je za določene potrebno I2P usmerjevalnik ponovno zagnati, da začnejo učinkovati. Želite ponovno zagnati I2P usmerjevalnik zdaj takoj?
tk: Täze sazlamalar ulanyldy, ýöne olaryň güýje girmegi üçin I2P routeri öçürip ýakmak gerek. I2P routerini häzir öçürip ýakmak isleýärsiňizmi?
tr: Yeni ayarlar uygulandı, ancak değişikliklerin etkili olması için I2P yönelticisinin yeniden başlatılması gerekir. I2P yönelticisini şimdi yeniden başlatmak ister misiniz?

source: Restart needed for new settings.
az: Yeni tənzimləmələr üçün yenidən işə başlamaq lazımdır.
cs: Restart vyžadován kvůli novým nastavením.
de: Für neue Einstellungen ist ein Neustart notwendig.
es: Se precisa reiniciar para la nueva configuración.
fa: نیاز به راه اندازی مجدد برای تنظیمات جدید.
fi: Uudet asetukset tarvitsevat uudelleenkäynnistyksen.
fr: Les nouveaux paramètres seront appliqués après redémarrage.
hu: Újraindítás szükséges az új beállításokhoz.
in: Restart diperlukan untuk menerapkan pengaturan baru.
it: È necessario il riavvio per applicare le nuove impostazioni.
nl: Herstart nodig voor nieuwe instellingen.
pt_br: Reinicialização necessária para as novas definições.
ro: Reporniți necesarul pentru setări noi.
ru: Для новых настроек требуется перезапуск.
sl: Potreben je ponovni zagon za nove nastavitve.
tk: Täze sazlamalar üçin öçürip ýakmaly.
tr: Yeni ayarların etkin olması için yeniden başlatma gerekli.
uk: Для застосування нових налаштувань необхідний перезапуск.

source: Restarting I2P node
az: I2P kəsişməsininin yenidən işə salınması
cs: Restartování I2P node
de: I2P-Knoten wird neu gestartet
es: Reiniciando el nodo I2P
fa: راه اندازی مجدد I2P node
fi: Käynnistetään I2P-solmu uudelleen
fr: Redémarrage du nœud I2P
hu: I2P csomópont újraindítása
in: Me-restart I2P node
it: Riavvio nodo I2P in corso
nl: Bezig met herstarten van I2P-node
pl: Restartowanie węzła I2P
pt_br: Reiniciando o nó I2P
ro: Repornește nodul I2P
ru: Идёт перезапуск узла I2P
sl: Ponovni zagon I2P vozlišča
tk: I2P düwüni öçürip ýakylýar
tr: I2P düğümü yeniden başlatılıyor

source: Restart failed
az: Yenidən işə salmaq alınmadı
cs: Restart selhal
de: Neustart fehlgeschlagen
es: Fallo al reiniciar
fa: راه اندازی مجدد ناموفق بود
fi: Uudelleenkäynnistys epäonnistui
fr: Échec de redémarrage
hu: Újraindítás sikertelen
in: Restart tidak berhasil
it: Riavvio non riuscito
nl: Herstarten mislukt
pl: Restart nie udany
pt_br: Reiniciar falhou
ro: Restartul a eșuat
ru: Сбой при перезагрузке
sl: Ponovni zagon ni uspel
tk: Öçürip täzeden ýakyp bolmady
tr: Yeniden başlatma hatası
uk: Не вдалося перезапустити

source: Overview
az: İcmal
cs: Přehled
de: Übersicht
es: Panorama
fa: بررسی اجمالی
fi: Yhteenveto
fr: Vue d’ensemble
hu: Áttekintés
it: Panoramica
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
ro: Prezentare generală
ru: Обзор
sl: Pregled
tk: Umumy görkeziş
tr: Özet
uk: Огляд

source: Configuration
az: Quraşdırma
cs: Konfigurace
de: Konfiguration
es: Configuración
fa: پیکربندی
fi: Asetukset
hu: Beállítások
in: Konfigurasi
it: Configurazione
nl: Configuratie
pl: Ustawienia
pt_br: Configuração
ro: Configurație
ru: Конфигурация
sl: Konfiguracija
tr: Yapılandırma
uk: Налаштування

source: About
az: Haqqında
cs: O programu
de: Über
es: Acerca de
fa: درباره
fi: Ohjelmasta
fr: À propos
hu: Névjegy
in: Tentang
it: Informazioni
nl: Over
pl: O programie
pt_br: Sobre
ro: Despre
ru: О приложении
sl: O programu
tk: Hakynda
tr: Hakkında
uk: Про

source: Settings
az: Tənzimləmələr
cs: Nastavení
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hu: Beállítások
in: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Definições
ro: Setari
ru: Настройки
sl: Nastavitve
tk: Sazlamalar
tr: Ayarlar
uk: Налаштування

source: Uptime:
az: Xidmət dövrü:
de: Betriebszeit:
es: Periodo en ejecución:
fa: رمان فعالیت بدون‌وقفه
fi: Päälläoloaika:
fr: Durée d’activité :
hu: Aktivitási idő:
in: Lamanya waktu aktif:
it: Tempo di funzionamento:
pl: Czas działania:
ro: Timp de la pornire:
ru: Время работы:
sl: Čas delovanja:
tk: Işleýiş möhleti:
tr: Çalışma süresi:
uk: Аптайм:

source: Status:
es: Estado:
fa: وضعیت:
fi: Tila:
fr: État :
hu: Állapot:
it: Stato:
pl: Stan:
ro: Stare:
ru: Статус:
sl: Stanje:
tr: Durum:
uk: Статус:

source: Net Status:
cs: Net Stav:
de: Netzstatus:
es: Estado de la red:
fa: وضعیت نت:
fi: Verkkotila:
fr: État du réseau :
hu: Hálózati állapot:
in: Status jaringan:
it: Stato rete:
nl: Netwerkstatus:
pl: Stan sieci:
pt_br: Status da Rede:
ro: Stare net:
ru: Статус сети:
sl: Stanje omrežja:
tk: Toruň ýagdaýy:
tr: Ağ durumu:
uk: Статус мережі:

source: No changes found, settings not saved.
az: Heç bir dəyişiklik tapılmadı, tənzimləmələr qeyd edilmədi.
cs: Beze změn, nastavení neuloženo.
de: Keine Änderungen gefunden, Einstellungen nicht gespeichert.
es: No se encontraron cambios, no se guardó la configuración.
fa: هیچ تغییری یافت نشد، تنظیمات ذخیره نشدند.
fi: Muutoksia ei löytynyt, asetuksia ei tallennettu.
fr: Aucun changement n’a été trouvé. Les paramètres non pas été enregistrés.
hu: Nem találhatók módosítások, beállítások nem lettek elmentve.
in: Tidak ada perubahan, setelan tidak disimpan.
it: Nessun cambiamento effettuato, impostazioni non salvate.
nl: Geen wijzigingen gevonden, instellingen niet opgeslagen.
pt_br: Nenhuma mudança encontrada, definições não foi salvado.
ro: Nu s-au găsit modificări, setările nu au fost salvate.
ru: Изменения отсутствуют, настройки не сохранены.
sl: Brez sprememb, se nastavitve niso shranile.
tk: Hiçhili üýtgeşme ýok, sazlamalar ýatda saklanmady.
tr: Değişiklik yapılmamış, ayarlar kaydedilmedi.
uk: Немає змін, тому налаштування не збережено.

source: Settings saved.
az: Tənzimləmələr yadda saxlandı.
cs: Nastavení uloženo.
de: Einstellungen gespeichert.
es: Configuración guardada.
fa: تنظیمات ذخیره شد.
fi: Asetukset tallennettu.
fr: Les paramètres ont été enregistrés.
hu: Beállítások mentve.
in: Pengaturan disimpan.
it: Impostazioni salvate.
nl: Instellingen opgeslagen.
pl: Zapisano ustawienia.
pt_br: Definições salvas.
ro: Setari Salvate.
ru: Настройки сохранены.
sl: Nastavitve so shranjene.
tk: Sazlamalar yatda saklanyldy.
tr: Ayarlar kaydedildi.
uk: Налаштування збережені.

source: Settings not saved, no changes found.
az: Tənzimləmələr qeyd edilmədi, heç bir dəyişiklik tapılmadı.
cs: Nastavení neuloženo, nenalezeny změny.
de: Einstellungen nicht gespeichert, keine Änderungen gefunden.
es: Configuración no guardada, no se encontraron cambios.
fa: تنظیمات ذخیره نشدند، هیچ تغییری یافت نشد.
fi: Asetuksia ei tallennettu, mitään muutoksia ei löytynyt.
fr: Aucun changement n’a été trouvé. Les paramètres non pas été enregistrés.
hu: Beállítások nem lettek elmentve, módosítások nem találhatóak.
in: Pengaturan tidak disimpan, tidak ada perubahan ditemukan.
it: Impostazioni non salvate, non sono state trovate modifiche.
nl: Instellingen niet opgeslagen, geen wijzigingen gevonden.
pt_br: Definições não foi salvado, nenhuma mudança encontrada.
ro: Setările nu s-au salvat, nu s-au găsit modificări.
ru: Настройки не сохранены, изменения отсутствуют.
sl: Nastavitve se niso shranile, zaradi manjkajočih sprememb.
tk: Sazlamalar ýatda saklanmady, hiçhili üýtgeşme ýok.
tr: Değişiklik yapılmamış, ayarlar kaydedilmedi.
uk: Налаштування не збережено, бо немає змін.

source: New remote address
az: Yeni silinmiş ünvan
cs: Nová vzdálená adresa
de: Neue entfernte Adresse
es: Nueva dirección remota
fa: آدرس از راه دور جدید
fi: Uusi etätietokoneen osoite
fr: Nouvelle adresse distante
hu: Új távoli cím
in: Remote address baru.
it: Nuovo indirizzo del nodo remoto
nl: Nieuw extern adres
pl: Nowy adres zdalny
pt_br: Novo endereço remoto
ro: Adresa îndepărtata nouă
ru: Новый удаленный адрес
sl: Nov oddaljeni naslov
tr: Yeni uzak adres
uk: Нова віддалена адреса

source: New remote port
az: Yeni silinmiş port
cs: Nový vzdálený port
de: Neuer entfernter Port
es: Nuevo puerto remoto
fa: درگاه از راه دور جدید
fi: Uusi etäportti
fr: Nouveau port distant
hu: Új távoli port
in: Remote port baru
it: Nuova porta del nodo remoto
nl: Nieuwe externe poort
pl: Nowy zdalny port
pt_br: Nova porta remota
ro: Port îndepărtat nou
ru: Новый удаленный порт
sl: Nova oddaljena omrežna vrata
tr: Yeni uzak kapı numarası
uk: Новий віддалений порт

source: New remote password
az: Yeni silinmiş şifrə
cs: Nové vzdálené heslo
de: Neues entferntes Passwort
es: Nueva contraseña remota
fa: گذرواژه از راه دور جدید
fi: Uusi etäsalasana
fr: Nouveau mot de passe distant
hu: Új távoli jelszó
in: Remote password baru
it: Nuova password del nodo remoto
nl: Nieuw extern wachtwoord
pl: Nowe zdalne hasło
pt_br: Nova senha remota
ro: Parolă îndepărtata nouă
ru: Новый удаленный пароль
sl: Novo oddaljeno geslo
tr: Yeni uzak parola
uk: Новий віддалений пароль

source: Discard
az: Çıxar
cs: Zahodit
de: Verwerfen
es: Descartar
fa: رها كردن
fi: Hylkää
fr: Abandonner
hu: Elvetés
in: Batal
it: Non salvare
nl: Verwijderen
pl: Odrzuć
pt_br: Descartar
ro: Renunţă
ru: Отменить
sl: Zavrzi
tr: Yok say

source: Connect to I2P node
az: I2P kəsişməsinə bağlan
cs: Připojit se k I2P node
de: Mit I2P-Knoten verbinden
es: Conectar al nodo I2P
fa: اتصال به گره I2P
fi: Yhdistä I2P-solmuun
fr: Se connecter au nœud I2P
hu: Kapcsolódás az I2P csomóponthoz
in: Sambungkan ke I2P node
nl: Verbinden met I2P-node
pl: Połącz z węzłem I2P
pt_br: Conectar-se ao nó I2P
ro: Conectați-vă la nodul I2P
ru: Соединиться с узлом I2P
sl: Poveži se z I2P vozliščem
tk: I2P düwünine baglan
tr: I2P düğümüne bağlan

source: IP address:
az: İP ünvanı:
cs: IP adresa:
de: IP-Adresse:
es: Dirección IP:
fa: آدرس آی پی:
fi: IP-osoite:
fr: Adresse IP :
hu: IP cím:
in: Alamat IP:
it: Indirizzo IP:
nl: IP-adres:
pl: Adres IP:
pt_br: Endereço IP:
ro: Adresa IP:
ru: IP-адрес:
sl: IP naslov:
tk: IP salgysy:
tr: IP adresi:
uk: IP адреса:

source: Port:
es: Puerto:
fa: درگاه (Port):
fi: Portti:
it: Porta:
nl: Poort:
pt_br: Porta:
ro: Portul:
ru: Порт:
sl: Omrežna vrata:
tr: Kapı numarası:
uk: Порт:

source: Password:
az: Şifrə:
cs: Heslo:
de: Passwort:
es: Contraseña:
fa: رمز عبور:
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
in: Kata sandi:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sl: Geslo:
tk: Parol:
tr: Parola:
uk: Пароль:

source: Change I2PControl
az: I2PControl-u dəyiş
cs: Změnit I2PControl
de: I2PControl ändern
es: Cambiar I2PControl
fa: تغییر I2PControl
fi: Vaihda I2PControl-ohjelmaa
fr: Changer I2PControl
hu: I2PControl cseréje
in: Ubah I2PControl
nl: I2PControl wijzigen
pt_br: Mudar I2PControl
ro: Schimbă I2PControl
ru: Изменить I2PControl
sl: Spremeni I2PControl
tr: I2PControl değiştir
uk: Змінити I2PControl

source: Change address:
az: Ünvanı dəyiş:
cs: Změna adresy:
de: Adresse ändern:
es: Cambiar dirección:
fa: تغییر آدرس:
fi: Vaihda osoitetta:
fr: Changer l’adresse :
hu: Cím cseréje:
in: Ubah alamat:
it: Modifica indirizzo:
nl: Adres wijzigen
pl: Zmień adres IP:
pt_br: Mudar endereço:
ro: Schimba adresa:
ru: Изменить адрес:
sl: Spremeni naslov:
tr: Adresi değiştir:
uk: Змінити адресу:

source: Change port:
az: Portu dəyiş:
cs: Změna portu:
de: Port ändern:
es: Cambiar puerto:
fa: تغییر درگاه:
fi: Vaihda porttia:
fr: Changer le port :
hu: Port cseréje:
in: Ubah port:
it: Cambia porta:
nl: Poort wijzigen
pl: Zmień port:
pt_br: Mudar porta:
ro: Schimbă portul:
ru: Изменить порт:
sl: Spremeni omrežna vrata:
tr: Kapı numarasını değiştir:
uk: Змінити порт:

source: New password:
az: Yeni şifrə:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva contraseña:
fa: رمز عبور قدیمی:
fi: Uusi salasana:
fr: Nouveau mot de passe :
hu: Új jelszó:
in: Kata sandi baru:
it: Nuova password:
nl: Nieuw wachtwoord
pl: Nowe hasło:
pt_br: Nova senha:
ro: Parola nouă:
ru: Новый пароль:
sl: Novo geslo:
tr: Yeni parola:
uk: Новий пароль:

source: Repeat password:
az: Şifrəni təkrarla:
cs: Heslo znovu:
de: Passwort wiederholen:
es: Repetir contraseña:
fa: تکرار گذرواژه:
fi: Toista salasana:
fr: Répéter le mot de passe :
hu: Jelszó ismételten:
in: Ulangi password:
it: Ripetere la password:
nl: Herhaal wachtwoord:
pl: Powtórz hasło:
pt_br: Repita a senha:
ro: Repeta parola:
ru: Повторите пароль:
sl: Ponovno vneseno geslo:
tr: Parola onayı:
uk: Повторити пароль:

source: "{0}" cannot be interpreted as an ip address.
az: "{0}" ip ünvanı olaraq şərh edilə bilməz.
cs: "{0}" nemůže být interpretováno jako IP adresa.
de: "{0}" kann nicht als eine IP-Adresse interpretiert werden.
es: "{0}" no puede interpretarse como una dirección IP.
fi: Arvon ”{0}” tulkitseminen ip-osoitteena epäonnistui.
fr: « {0} » ne peut pas être interprété comme une adresse IP.
hu: "{0}" nem értelmezhető IP címként.
in: "{0}" tidak bisa diartikan sebagai alamat IP.
it: "{0}" non può essere un indirizzo IP.
nl: "{0}" kan niet geïnterpreteerd worden als IP-adres.
pl: "{0}" nie może być zinterpretowane jako adres IP.
pt_br: "{0}" não pode ser interpretado como um endereço ip.
ro: „{0}” nu poate fi interpretat ca o adresă ip.
ru: "{0}" невозможно интерпретировать как ip-адрес
sl: "{0}" ni mogoče tolmačiti kot IP naslov.
tk: "{0}" ip salgysy hökmünde kabul edip bolmaz.
tr: "{0}" bir IP adresi değil.
uk: "{0} " не можна інтерпретувати як IP-адресу.

source: Try entering the ip address of the machine running i2p.
az: i2p ilə işləyən alətin ip ünvanına daxil olmağa çalışın.
cs: Zkuste vložit IP adresu zařízení na kterém běží I2P.
de: Wenn möglich, die IP-Adresse des Rechners, auf dem I2P läuft, eingeben.
es: Inténtelo introduciendo la dirección IP de la máquina que está ejecutando I2P.
fi: Yritä i2p-suorittavan koneen ip-osoitteen kirjoittamista.
fr: Essayez de saisir l’adresse IP de la machine qui exécute I2P.
hu: Próbálja meg megadni az I2P-t futtató gép IP címét.
in: Coba masukkan alamat IP dari mesin yang menjalankan i2p.
nl: Probeer het IP-adres van de machine waarop i2p draait in te geven.
pt_br: Tente inserir o endereço ip da máquina rodando i2p.
ro: Încercați să introduceți adresa IP a mașinii care rulează i2p.
ru: Введите ip-адрес машины с запущенным i2p.
sl: Poskusite vnesti IP naslov od računalnika, kateri poganja I2P.
tk: Enjamyň işledýän i2p-niň ip salgysyny ýazyp barla
tr: I2P çalıştıran makinanın IP adresini yazmayı deneyin.
uk: Спробуйте ввести ІР-адресу машини, на якій запущено I2P.

source: Invalid ip address.
az: Xətalı ip ünvan.
cs: Neplatná IP adresa.
de: Ungültige IP-Adresse.
es: Dirección IP no válida.
fa: آدرس آی پی نامعتبر.
fi: Virheellinen ip-osoite.
fr: L’adresse IP est invalide.
hu: Érvénytelen IP cím.
in: Alamat IP tidak valid.
it: Indirizzo IP non valido.
nl: Ongeldig IP-adres.
pl: Nieprawidłowy adres IP.
pt_br: Endereço ip inválido.
ro: Adresa IP nevalidă.
ru: Недопустимый ip-адрес.
sl: IP naslov ni veljaven.
tk: Makul bolmadyk ip salgy.
tr: IP adresi geçersiz.
uk: Хибна ІР-адреса.
