Repository: i2p/i2p.itoopie
Catalog: locale/messages_*.po
Languages: az, cs, de, es, fa, fi, fr, hu, in, it, nl, pl, pt_br, ro, ru, sl, tk, tr, uk

source: itoopie and I2PControl were sponsored by Relakks & Ipredator. Development began during the summer of 2011 and the first alpha was launched in July. I'd like to thank Jan-Erik Fiske and Peter Sunde for actively helping privacy and anonymity online.
az: itoopie və I2PControl - Relakks & Ipredator tərəfindən maliyyələşdirildi. İnkişaf 2011-ci ilin yayından başlayıb və ilk alfa iyul ayında buraxılıb. Onlayn anonimlik və məxfiliyin təmin edilməsində aktiv yardımlarına görə, Jan-Erik Fiske və Peter Sunde-yə təşəkkür etmək istəyirəm.
cs: itoopie a I2PControl byly sponzorovány Relakks a Ipredator. Vývoj začal v létě 2011 a první alfa verze byla spuštěna v červenci. Rád bych poděkoval Janu-Eriku Fiskemu a Peteru Sundeovi za aktivní pomoc při ochraně soukromí a anonymity na internetu.
de: itoopie und I2PControl wurden gesponsort von Relakks & Ipredator. Die Entwicklung begann im Sommer 2011 und die erste Alphaversion erschien im Juli. Ich danke Jan-Erik Fiske und Peter Sunde für ihren Beitrag zu mehr Privatsphäre und Anonymität im Internet.
es: itoopie e I2PControl fueron patrocinados por Relakks e Ipredator. El desarrollo comenzó durante el verano de 2011 y la primera versión alfa fue lanzada en julio. Me gustaría agradecer a Jan-Erik Fiske y Peter Sunde por contribuir activamente con la privacidad y el anonimato en línea.
fi: itoopie ja I2PControl olivat Relakks & Ipredatorin sponsoroimia. Kehittäminen alkoi kesän 2011 aikana ja ensimmäinen alfaversio julkaisiin heinäkuussa. Haluan kiittää Jan-Erik Fiskea ja Peter Sundea verkkoyksityisyyden ja -nimettymyyden auttamisesta.
fr: itoopie et I2PControl ont été commandités par Relakks et Ipredator. Le développement a débuté durant l’été 2011 et la première version alpha est parue en juillet. J’aimerais remercier Jan-Erik Fiske et Peter Sunde pour leur soutien actif de la protection des données personnelles et de l’anonymat en ligne.
hu: Az itoopie és az I2PControl fejlesztését a Relakks és Ipredator szponzorálta. A fejlesztés 2011 nyarán kezdődött el és az első alfa változat Júliusban jelent meg. Szeretném megköszönni Jan-Erik Fiske-nek és Peter Sunde-nak hogy aktívan segítik az online adatvédelmet és anonimitást.
in: Itoopie dan I2PControl disponsori oleh Relakks & Ipredator.Pengembangan dimulai pada musim panas tahun 2011 dan alpha pertama diluncurkan pada bulan Juli. Saya ingin mengucapkan terima kasih kepada Jan-Erik Fiske dan Peter Sunde karena secara aktif membantu privasi dan anonimitas online.
nl: itoopie en I2PControl zijn gesponsord door Relakks & Ipredator. Ontwikkeling ervan begon in de zomer van 2011 en de eerste alfaversie werd gelanceerd in juli. Ik wil graag Jan-Erik Fiske en Peter Sunde bedanken voor hun actieve bijdrage in privacy en anonimiteit online.
pt_br: itoopie e I2PControl foram patrocinados por Relakks & Ipredator. O desenvolvimento começou durante o verão de 2011 e a primeira versão alpha foi lançada em Julho. Gostaria de agradecer a Jan-Erik Fiske e Peter Sunde por contribuírem ativamente na privacidade e o anonimato online.
ro: itoopie și I2PControl au fost sponsorizate de Relakks & Ipredator. Dezvoltarea a început în vara anului 2011 și prima alfa a fost lansată în iulie. Aș dori să le mulțumesc lui Jan-Erik Fiske și Peter Sunde pentru ajutorarea activității private și anonimatului online.
ru: itoopie и I2PControl были проспонсированы Relakks и Ipredator. Разработка началась летом 2011, и первая альфа версия вышла в июле. Хотелось бы поблагодарить Jan-Erik Fiske и Peter Sunde за активную помощь приватности и анонимности в Сети.
sl: itoopie in I2PControl sta sponzorirana od Relakks in Ipredator. Razvoj se je začel poleti 2011 in prva alfa izdala v Juliju. Jaz bi se rad zahvalil osebama Jan-Erik Fiske in Peter Sunde za aktivno pomoč pri zasebnosti in anonimnosti na spletu.
tk: itoopie we I2PControl hemaýatkäri - Relakks & Ipredator. Işläp düzülişi 2011-nji ýylyň tomsunda başlady we ilkinji alfa wersiýasy iýul aýynda çykaryldy. Onlaýn gizlinlige we anonimligine işjeň kömegi üçin Žan-Erik Fiske we Piter Sunde taňryýalkasyn diýmek isleýärin.
tr: itoopie ve I2PControl Relakks ve Ipredator tarafından desteklenmektedir. Geliştirilmeye 2011 yazında başlandı ve ilk alpha Temmuz ayında yayınlandı. Jan-Erik Fiske ve Peter Sunde'a çevrimiçi gizlilik ve isimsiz kalmaya etkin yardımları nedeniyle teşekkür ederiz.

source: Version:
az: Versiya:
cs: Verze:
es: Versión:
fa: نسخه:
fi: Versio:
hu: Verzió:
in: Versi:
it: Versione:
nl: Versie:
pl: Wersja:
pt_br: Versão:
ro: Versiune:
ru: Версия:
sl: Verzija:
tk: Wersiya:
tr: Sürüm:
uk: Версія:

source: New remote host detected
az: Yeni silinmiş host sistem aşkarlandı
cs: Nový vzdálený host rozpoznán
de: Neuer entfernter Host erkannt
es: Nuevo servidor remoto detectado
fa: میزبان از راه دور جدید شناسایی شد
fi: Uusi tietokone havaittu
fr: Un nouvel hôte distant a été détecté
hu: Új távoli hoszt észlelve
in: Remote host baru terdeteksi
it: Nuovo nodo remoto identificato
nl: Nieuwe externe host gedetecteerd
pl: Wykryto nowy zdalny host
pt_br: Novo host remoto detectado
ro: A fost detectată o nouă gazdă la distanță
ru: Обнаружен новый удаленный хост
sl: Zaznan je nov oddaljeni gostitelj
tk: Täze uzakdan esasy enjam ýüze çykaryldy
tr: Yeni uzak sunucu algılandı
uk: Виявлено новий віддалений хост

source: Would you like permanently trust the certificate from the remote host {0}?
az: Silinmiş host sistemdən olan sertifikata daim etibar etmək istəyirsiniz {0}?
cs: Chcete trvale důvěřovat certifikátu od vzdáleného hosta {0}?
de: Möchten Sie dem Zertifikat vom entfernten Host {0} dauerhaft vertrauen?
es: ¿Desea confiar permanentemente en el certificado del servidor remoto {0}?
fi: Haluaisitko luottaa pysyvästi varmenteeseen etätietokoneesta {0}?
fr: Voulez-vous faire confiance de façon permanente au certificat de l’hôte distant {0} ?
hu: Szeretnél tartósan megbízni ezen távoli hoszt tanúsítványában: {0} ?
in: Apakah Anda ingin secara permanen mempercayai sertifikat dari remote host {0}?
nl: Wil je het certificaat van de externe host {0} permanent vertrouwen?
pt_br: Você quer confiar permanentemente no certificado do host remoto {0}?
ro: Doriți să aveți încredere permanentă în certificatul de la gazda de la distanță {0}?
ru: Вы хотите установить постоянное доверие к сертификату удаленного хоста {0}?
sl: Želite trajno zaupati potrdilu oddaljenega gostitelja {0}?
tk: {0} uzakdan esasy enjamyň şahadatnamasyna hemişelik ynanmak isleýärsiňmi?
tr: {0} uzak sunucusu üzerindeki sertifikaya kalıcı olarak güvenilsin mi?

source: Certificate info
az: Sertifikat məlumatı
cs: Certifikát informace
de: Zertifikatsinfo
es: Información del certificado
fi: Varmennetiedot
fr: Renseignements sur le certificat
hu: Tanúsítvány információk
in: Info sertifikat
it: Informazioni del certificato
nl: Certificaatinfo
pl: Informacje o certyfikacie
pt_br: Informações do certificado
ro: Informații despre certificat
ru: Информация о сертификате
sl: Podatki od potrdila
tk: Şahadatnama maglumaty
tr: Sertifika bilgileri
uk: Інформація про сертіфікат

source: Name:
az: Ad:
cs: Jméno:
es: Nombre:
fa: نام:
fi: Nimi:
fr: Nom :
hu: Név:
in: Nama:
it: Nome:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
ru: Имя:
sl: Ime:
tk: Ady:
tr: Ad:
uk: Ім'я:

source: Algorithm:
az: Alqoritm:
cs: Algoritmus:
de: Algorithmus:
es: Algoritmo:
fa: الگوریتم:
fi: Algoritmi:
fr: Algorithme :
hu: Algoritmus:
in: Algoritma:
it: Algoritmo:
nl: Algoritme:
pl: Algorytm:
pt_br: Algoritmo:
ro: Algoritm:
ru: Алгоритм:
sl: Algoritem:
tk: Algoritm:
tr: Algoritma:
uk: Алгоритм:

source: Serial:
cs: Sériové číslo:
de: Seriennummer:
es: Número de serie:
fa: سریال:
fi: Sarja:
fr: Numéro de série :
hu: Sorszám:
it: Seriale:
pt_br: Número de série:
ru: Серийный номер:
sl: Serijska:
tk: Seriýa:
tr: Seri:
uk: Серійний номер:

source: SHA-1 ID-hash:
de: Prüfsumme der SHA-1-Kennung:
es: Identificación-hash SHA-1:
fi: SHA-1 ID-tiiviste:
fr: Hachage SHA-1 de l’ID :
it: Hash SHA-1:
pt_br: ID do hash SHA-1:
ru: SHA-1 ID-хэш
tk: SHA-1 ID-heş:
tr: SHA-1 kimlik karma değeri:
uk: SHA-1 ID-хеш:

source: Warning, new remote host detected
az: Xəbərdarlıq: yeni silinmiş host sistem müəyyənləşdirildi
cs: Varování, nový vzdálený host rozpoznán
de: Warnung, neuer entfernter Host erkannt
es: Advertencia, nuevo servidor remoto detectado
fi: Varoitus, uusi etätietokone havaittu
fr: Avertissement : Un nouvel hôte distant a été détecté
hu: Figyelem, új távoli hoszt észlelve
in: Perhatian: remote host baru terdeteksi
it: Attenzione, nuovo nodo remoto identificato
nl: Waarschuwing, nieuwe externe host gedetecteerd
pt_br: Alerta, novo host remoto detectado
ro: Avertisment, nou detectat gazdă la distanță
ru: Внимание, обнаружен новый удаленный хост
sl: Opozorilo, zaznan nov oddaljen gostitelj
tk: Duýduryş, täze uzakdan esasy enjam ýüze çykaryldy
tr: Uyarı, yeni uzak sunucu algılandı
uk: Попередження: виявлено новий віддалений хост

source: The certificate of {0} has changed!
az: {0} sertifikatı dəyişdi!
cs: Certifikát {0} je odlišný!
de: Das Zertifikat von {0} wurde geändert!
es: ¡El certificado de {0} ha cambiado!
fi: {0}-varmenne on muuttunut!
fr: Le certificat de {0} a changé !
hu: {0} tanúsítványa megváltozott!
in: Sertifikat dari {0} telah berubah!
it: Il certificato di {0} è stato modificato!
nl: Het certificaat van {0} is gewijzigd!
pl: Zmienił się certyfikat {0}!
pt_br: O certificado de {0} mudou!
ro: Certificatul {0} s-a schimbat!
ru: Сертификат {0} изменился!
sl: Potrdilo od {0} se je spremenilo!
tk: {0} şahadatnamasy üýtgedi!
tr: {0} sertifikası değiştirildi!
uk: Сертифікат {0} було змінено!

source: Are you sure you want to permanently trust the new certificate from the remote host?
az: Silinmiş host sistemdən olan yeni sertifikata daim etibar etmək istədiyinizə əminsiniz?
cs: Jste si jisti že chcete trvale věřit novému certifikátu od vzdáleného hosta?
de: Sind Sie sicher, dass Sie dem neuen Zertifikat vom entfernten Host dauerhaft vertrauen möchten?
es: ¿Está seguro de que quiere confiar permanentemente en el nuevo certificado del servidor remoto?
fi: Oletko varma, että haluat pysyvästi luottaa uuteen etätietokoneen varmenteeseen?
fr: Voulez-vous vraiment faire confiance de façon permanente au nouveau certificat de l’hôte distant ?
hu: Biztos vagy benne, hogy tartósan meg akarsz bízni a távoli hoszt új tanúsítványában?
in: Anda yakin ingin memercayai sertifikat baru secara permanen dari remote host ini?
it: Sei certo di volerti fidare permanentemente del certificato arrivato dall'host remoto?
nl: Weet je zeker dat je het nieuwe certificaat van de externe host permanent vertrouwt?
pl: Czy na pewno chcesz dodać nowy certyfikat do zaufanych?
pt_br: Você tem certeza de que quer confiar permanentemente no novo certificado do host remoto?
ro: Sigur doriți să aveți încredere permanentă în noul certificat de la gazda de la distanță?
ru: Вы уверены, что хотите установить постоянное доверие новому сертификату удаленного хоста?
sl: Ali ste prepričani, da želite trajno zaupati novemu potrdilu oddaljenega gostitelja?
tk: Uzakdan esasy enjamyň täze şahadatnama hemişelik ynanmak isleýändigiňiz çynmy?
tr: Uzak sunucu üzerindeki yeni sertifikaya kalıcı olarak güvenmek istediğinize emin misiniz?

source: Are you sure that you trust the new certificate?
az: Yeni sertifikata etibar etdiyinizə əminsiniz?
cs: Jste si jisti že věříte certifikátu?
de: Sind Sie sicher, dass Sie dem neuen Zertifikat vertrauen möchten?
es: ¿Está seguro de que confía en el nuevo certificado?
fa: آیا مطمئن هستید که به گواهی نامه جدید اعتماد دارید؟
fi: Oletko varma, että luotat uuteen varmenteeseen?
fr: Faites-vous vraiment confiance au nouveau certificat ?
hu: Biztos vagy benne, hogy megbízol az új tanúsítványában?
in: Apakah Anda yakin bahwa Anda mempercayai sertifikat baru ini?
it: Sei realmente certo dell'affidabilità del nuovo certificato?
nl: Weet je zeker dat je het nieuwe certificaat vertrouwt?
pt_br: Você tem certeza de que confia no novo certificado?
ro: Ești sigur că ai încredere în noul certificat?
ru: Вы уверены, что доверяете новому сертификату?
sl: Ali ste prepričani, da želite zaupati novemu potrdilu?
tk: Täze şahadatnama ynanýandygyňyz çynmy?
tr: Bu yeni sertifikaya güvenmek istediğinize emin misiniz?
uk: Ви впевнені, що довіряєте новому сертифікату?

source: Is that your final answer?
az: Bu son cavabınızdır?
cs: Je to vaše konečná odpověď?
de: Ist das Ihre endgültige Antwort?
es: ¿Esta es su respuesta final?
fa: آیا این پاسخ نهایی شماست؟
fi: Onko se lopullinen vastauksesi?
fr: Est-ce votre réponse finale ?
hu: Ez a végső válaszod?
in: Apakah ini jawaban final anda?
it: È la tua risposta definitiva?
nl: Is dat je definitieve antwoord?
pl: Czy to Twoja ostateczna odpowiedź?
pt_br: Essa é a sua resposta final?
ro: Acesta este răspunsul dvs. final?
ru: Вы уверены?
sl: Je to vaš zadnji odgovor?
tk: Bu siziň ahyrky jogabyňyzmy?
tr: Bu son yanıtınız mı?
uk: Це ваша остаточна відповідь?

source: Settings read from I2P router.
az: Tənzimləmələr I2P istiqamətləndiricisindən oxunur.
cs: Nastavení čteno z I2P routeru.
de: Vom I2P-Router gelesene Einstellungen.
es: Configuración leída del router I2P.
fa: تنظیمات خوانده شده از روتر I2P.
fi: Asetukset luettu I2P-reittitimestä.
fr: Paramètres lus à partir du routeur I2P.
hu: Beállítások kiolvasva az I2P router-ből.
in: Setelan diambil dari I2P router.
nl: Instellingen gelezen van I2P-router.
pl: Ustawienia odczytane z węzła I2P.
pt_br: Definições lidas do roteador I2P.
ro: Setări citite de la routerul I2P.
ru: Настройки прочитаны из маршрутизатора I2P.
sl: Nastavitve so se prebrale od I2P usmerjevalnika.
tr: Ayarları I2P yönlendiricisinden okuyun.
uk: Налаштування, прочитані з I2P маршрутизатора.

source: Settings aren't valid, not saving.
az: Tənzimləmələr etibarsızdır, saxlanmır.
cs: Nastavení nejsou platná, neuloženo.
de: Einstellungen sind nicht gültig, werden nicht gespeichert.
es: La configuración no es válida, no se guardará.
fa: تنظیمات معتبر نیستند، ذخیره نمی شوند.
fi: Asetukset eivät ole kelvollisia, ei tallenneta.
fr: Les paramètres ne sont pas valides, ils ne seront pas enregistrés.
hu: Beállítások nem érvényesek, nem lettek elmentve.
in: Setelan tidak valid, tidak disimpan.
it: Le impostazioni non sono valide, impossibile salvarle.
nl: Instellingen zijn ongeldig en worden niet opgeslagen.
pt_br: As definições não válidas, não são salvas.
ro: Setările nu sunt valabile, nu sunt salvate.
ru: Настройки недействительны, невозможно сохранить.
sl: Neveljavne nastavitve se ne shranijo.
tk: Sazlamalaryň güýji ýöränok, ýatda saklanmaýar.
tr: Ayarlar geçerli değil, kaydedilemiyor.

source: I2P router rejected settings.
az: I2P istiqamətləndiricisi tənzimləmələri qəbul etmədi.
cs: I2P router odmítl nastavení.
de: I2P-Router hat Einstellungen zurückgewiesen.
es: El router I2P rechazó la configuración.
fa: روتر I2P تنظیمات را رد کرد.
fi: I2P-reititin torjui asetukset.
fr: Le routeur I2P a refuser les paramètres.
hu: Az I2P router visszautasította a beállításokat.
in: I2P router menolak setelan.
it: Il router I2P ha rifiutato le nuove impostazioni.
nl: I2P-router weigerde de instellingen.
pl: Węzeł I2P odrzucił ustawienia.
pt_br: Roteador I2P rejeitou definições.
ro: Setările respinse de routerul I2P.
ru: Маршрутизатор I2P отклонил настройки
sl: I2P usmerjevalnik je zavrnil nastavitve.
tk: I2P routeri sazlamalary ret etdi.
tr: I2P yönlendirici reddetme ayarları.
uk: I2P-роутер відхилив налаштування.

source: Not connected, unable to save.
az: Qoşulmayıb, saxlamaq alınmır.
cs: Nepřipojeno, není možné uložit.
de: Nicht verbunden, nicht in der Lage zu speichern.
es: No conectado, no se pudo guardar.
fi: Ei yhdistetty, tallentaminen epäonnistui.
fr: Non connecté, impossible d’enregistrer.
hu: Nincs csatlakozva, nem lehet menteni.
in: Tidak tersambung, tidak dapat disimpan.
it: Non connesso, impossibile salvare.
nl: Niet verbonden, kan niet opslaan.
pt_br: Não conectado, incapaz de salvar.
ro: Nu este conectat, nu poate salva.
ru: Нет подключения, невозможно сохранить.
sl: Brez povezave ni možno shraniti.
tk: Bagly däl, ýatda saklap bolanok.
tr: Bağlı olmadığından kaydedilemiyor.
uk: Неможливо зберегти, бо немає з’єднання.

source: Saved settings on I2P router.
az: I2P istiqamətləndiricisində saxlanan tənzimləmələr.
cs: Uloženy změny nastavení I2P routeru.
de: Einstellungen auf dem I2P-Router gespeichert.
es: Configuración guardada en el router I2P.
fa: تنظیمات روی روتر I2P ذخیره شد.
fi: Tallennetut asetukset I2P-reitittimessä.
fr: Les paramètres ont été enregistrés dans le routeur I2P.
hu: Beállítások elmentve az I2P router-en.
in: Setelan yang disimpan di I2P router.
it: Le impostazioni sul router I2P sono state salvate.
nl: Instellingen opgeslagen op I2P-router
pl: Zapisano ustawienia na węźle I2P.
pt_br: Definições salvas no roteador I2P.
ro: Setări salvate pe routerul I2P.
ru: Настройки сохранены в маршрутизаторе I2P.
sl: Nastavitve so se shranile na I2P usmerjevalnik.
tk: I2P routerinde sazlamalar ýatda saklandy.
tr: Ayarlar I2P yönelticisine kaydedildi.
uk: Налаштування I2P-роутера збережено.

source: Saved settings on I2P router. I2P router needs to be restarted.
az: I2P istiqamətləndiricisində saxlanan tənzimləmələr. I2P istiqamətləndiricisi yenidən işə salınmalıdır.
cs: Uloženy změny nastavení I2P routeru. I2P router je potřeba restartovat.
de: Einstellungen auf dem I2P-Router gespeichert. I2P-Router muss neu gestartet werden.
es: Configuración guardada en el router I2P. El router I2P precisa reiniciarse.
fi: Tallennettu asetukset I2P-reittimeen, I2P-reititin on käynnistettävä uudelleen.
fr: Les paramètres ont été enregistrés dans le routeur I2P. Le routeur I2P doit être redémarré.
hu: Beállítások elmentve az I2P router-en. Az I2P routert újra kell indítani.
in: Pengaturan disimpan di router I2P. Router I2P perlu dinyalakan kembali.
it: Le impostazioni sul router I2P sono state salvate. I2P deve essere riavviato.
nl: Instellingen opgeslagen op I2P-router. I2P-router moet herstart worden.
pl: Zapisano ustawienia na węźle I2P. Węzeł I2P musi być zrestartowany.
pt_br: Definições salvas no roteador I2P. O roteador I2P precisa ser reiniciado.
ro: Setări salvate pe routerul I2P. Routerul I2P trebuie repornit.
ru: Настройки сохранены в маршрутизаторе I2P. Маршрутизатор необходимо перезапустить.
sl: Nastavitve so se shranile na I2P usmerjevalnik. Potrebno ga je na novo zagnati.
tk: I2P routerinde sazlamalar ýatda saklandy. I2P routerini öçürip ýakmaly.
tr: Ayarlar I2P yönelticisine kaydedildi. I2P yönelticisinin yeniden başlatılması gerekiyor.
uk: Налаштування I2P-роутера збережено. Роутер I2P потрібно перезапустити.

source: Apply
az: Tətbiq et
cs: Použít
de: Anwenden
es: Aplicar
fa: اعمال كردن
fi: Käytä
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sl: Uveljavi
tk: Ulan
tr: Uygula
uk: Застосувати

source: Bandwidth:
az: Ötürmə qabiliyyəti:
cs: Sirka pasma:
de: Bandbreite:
es: Ancho de banda:
fa: پهنای باند:
fi: Kaistanleveys:
fr: Bande passante :
hu: Sávszélesség:
it: Larghezza di banda:
nl: Bandbreedte:
pt_br: Largura da banda:
ro: Lăţime de bandă:
ru: Ширина канала:
sl: Pretočnost:
tk: Diapazon giňligi:
tr: Bant genişliği:
uk: Пропускна здатність:

source: Download:
az: Endir:
cs: Stahování:
de: Herunterladen:
es: Descargar:
fa: دانلود:
fi: Lataa:
fr: Téléchargement :
hu: Letöltés:
in: Unduh:
ro: Descarca:
ru: Загрузка:
sl: Prenos k sebi:
tk: Al:
tr: İndirme:
uk: Завантажти:

source: KB/s
fa: کیلوبایت بر ثانیه
fi: kilotavua/s
fr: ko/s
ru: КБ/с
uk: КБ/с:

source: Upload:
az: Yüklə:
cs: Nahrávání:
de: Hochladen:
es: Subida:
fa: آپلود:
fi: Kopioi palvelimelle:
fr: Téléversement :
hu: Feltöltés:
in: Unggah:
pt_br: Envio:
ro: Încarcă:
ru: Отдача:
sl: Prenos od sebe:
tk: Ýükle:
tr: Yükleme:
uk: Завантажити:

source: Share:
az: Paylaş:
cs: Sdílení:
de: Freigabe:
es: Cuota:
fi: Jaa:
fr: Partage :
hu: Megosztás:
it: Condivisione:
nl: Delen:
pt_br: Compartilhamento:
ro: Partajare
ru: Доля транзитного трафика:
sl: Deljeno:
tk: Paýlaş:
tr: Paylaşılan:

source: Network:
az: Şəbəkə:
cs: Síť:
de: Netzwerk:
es: Red:
fa: شبکه:
fi: Verkko:
fr: Réseau :
hu: Hálózat:
in: Jaringan:
it: Rete:
nl: Netwerk:
pl: Sieć:
pt_br: Rede:
ro: Rețea
ru: Сеть:
sl: Omrežje:
tk: Tor:
tr: Ağ:
uk: Мережа:

source: TCP port:
es: Puerto TCP:
fa: درگاه TCP:
fi: TCP-portti:
fr: Port TCP :
it: Porta TCP:
nl: TCP-poort:
pl: Numer portu TCP:
pt_br: Porta TCP:
ru: Порт TCP :
sl: TCP omrežna vrata:
tk: TCP porty:
tr: TCP kapı numarası:
uk: TCP порт:

source: UDP port:
es: Puerto UDP:
fa: درگاه UDP:
fi: UDP-portti:
fr: Port UDP :
it: Porta UDP:
nl: UDP-poort:
pl: Numer portu UDP:
pt_br: Porta UDP:
ro: Port UDP:
ru: Порт UDP:
sl: UDP omrežna vrata:
tk: UDP porty:
tr: UDP kapı numarası:
uk: UDP порт:

source: Enable UPNP
az: UPNP-ni aktivləşdir
cs: Zapnout UPNP
de: UPNP aktivieren
es: Habilitar UPNP:
fa: فعالسازی UPNP
fi: Ota käyttöön UPNP
fr: Activer l’UPNP
hu: UPNP engedélyezése
in: Nyakalan UPNP
it: Abilita UPNP
nl: UPNP inschakelen
pl: Włącz UPnP
pt_br: Habilitar UPNP
ro: Activare UPnP
ru: Включить UPNP
sl: Omogoči UPnP
tk: UPNP işlet
tr: UPNP kullanılsın
uk: Включити UPNP

source: "{0}" cannot be interpreted as a port.
az: "{0}" port kimi şərh edilə bilməz.
cs: "{0}" není považováno za port.
de: "{0}" kann nicht als Port interpretiert werden.
es: "{0}" no puede interpretarse como un puerto.
fi: Arvon ”{0}” tulkitsiminen porttina epäonnistui.
fr: « {0} » ne peut pas être interprété comme un port.
hu: "{0}" nem értelmezhető portként.
in: "{0}" tidak dapat diartikan sebagai port.
it: "{0}" non può essere una porta.
nl: "{0}" kan niet geïnterpreteerd worden als een poort.
pl: "{0}" nie może być zinterpretowane jako port.
pt_br: "{0}" não pode ser interpretado como uma porta.
ro: „{0}” nu poate fi interpretat ca un port.
ru: "{0}" невозможно интерпретировать как порт
sl: "{0}" ni mogoče tolmačiti kot omrežna vrata.
tk: "{0}" port hökmünde kabul edip bolmaz.
tr: "{0}" bir kapı numarası değil.
uk: "{0}" не є портом.

source: Port must be a number in the range 1-65535.
az: Port 1-65535 arasında bir say olmalıdır.
cs: Port musí být číslo v rozmezí 1-65535.
de: Port muss eine Zahl im Bereich von 1-65535 sein.
es: El número de puerto tiene que estar en el rango 1-65535.
fa: درگاه باید یک یک عدد بین محدوده 1-65535 باشد.
fi: Portin on oltava numero lukualueella 1-65535.
fr: Le port doit être un nombre entre 1 et 65535.
hu: A portnak egy 1 és 65535 közé eső egész számnak kell lennie.
in: Port harus berupa angka dari 1 sampai 65535.
it: Il numero della porta deve essere un numero nell'intervallo 1-65535.
nl: Poort moet een nummer zijn in het bereik 1-65535.
pl: Numer portu musi być liczbą w przedziale 1-65535.
pt_br: Porta deve ser um número na faixa de 1-65535.
ro: Portul trebuie să fie un număr în intervalul 1-65535.
ru: Порт — это число в диапазоне 1-65535.
sl: Številka omrežnih vrat je možna edino v območju 1-65535.
tk: Port 1-65535 arasynda bir san bolmaly.
tr: Kapı numarası 1-65535 arasında bir sayı olmalıdır.
uk: Портом є число в межах 1-65535.

source: Invalid port.
az: Xətalı port.
cs: Neplatný port.
de: Ungültiger Port.
es: Puerto no válido.
fa: درگاه نامعتبر.
fi: Virheellinen portti.
fr: Le port est invalide.
hu: Érvénytelen port.
in: Port tidak valid.
it: Porta non valida.
nl: Ongeldige poort.
pl: Nieprawidłowy numer portu.
pt_br: Porta inválida.
ro: Portul nevalid
ru: Недопустимый порт.
sl: Omrežna vrata niso veljavna.
tk: Makul däl port.
tr: Kapı numarası geçersiz.
uk: Невірний порт.
